{
    "navigation": {
        "home": "Home",
        "vision": "Vision",
        "about": "About us",
        "references": "References",
        "partners": "Parter",
        "contact": "Contact"
    },
    "vision": {
        "title": "Vision",
        "text": "Domotix stands for the intelligent integration of technology in residential and commercial environments to increase living comfort, optimise energy efficiency and simplify everyday life. This includes the automation of lighting, heating, air conditioning, security and other aspects of everyday life.",
        "contact": "Get in touch!"
    },
    "light": {
        "title": "Light",
        "text": "With our user-friendly solution, you can create your own personalised lighting mood in no time at all. Customise lighting scenes as you wish and create the perfect atmosphere at any time."
    },
    "heating":{
        "title": "Heating",
        "text": "Experience a revolutionary indoor climate - your heating, air conditioning and ventilation communicate with each other and automatically create the ideal feel-good atmosphere without you having to intervene."
    },
    "shutter":{
        "title": "Blinds",
        "text": "Intelligent blinds that automatically adjust to your needs and the position of the sun provide the comfort you need to create the perfect indoor climate."
    },
    "multimedia":{
        "title": "Multimedia",
        "text": "Enjoy unlimited freedom with our multiroom audio solution! Play your personal playlist in every room – whether it's quiet music for relaxing hours or energetic sounds for unforgettable party nights."
    },
    "energy": {
        "title": "Energy efficiency",
        "text": "Maximise your own consumption and benefit from your self-generated energy. With our efficient solution, you are taking a step towards a sustainable energy future and making optimum use of your resources."
    },
    "security": {
        "title": "Security",
        "access-system": "Our centralised access system offers an efficient solution for secure access.",
        "reliability": "Reliable protection for your home or business, so you can leave your building with peace of mind.",
        "no-cloud": "Reliable protection for your home or business, so you can leave your building with peace of mind."
    },
    "about":{
        "title": "About us",
        "contact": "We offer professional specialised planning for building automation, especially for private individuals and SMEs. Our team plans and programmes customised building management systems that are perfectly tailored to your individual needs. From the initial consultation through to implementation, we support you with technical expertise and personal commitment - for intelligent, efficient and convenient control of your buildings. You are welcome to contact us for a non-binding offer."
    },
    "contact": {
        "title": "Contact"
    },
    "references": {
        "title": "References",
        "modal": {
            "responsibilities": "Responsibilities"
        }
    },
    "partner": {
        "title": "Partner"
    },
    "footer": {
        "policies": {
            "title": "Privacy Policy & Imprint",
            "data-protection": {
                "title": "Privacy Policy",
                "content": "ata protection Based on Article 13 of the Swiss Federal Constitution and the data protection provisions of the Swiss Confederation (Data Protection Act, DSG), every person is entitled to protection of their privacy and protection against misuse of their personal data. We comply with these provisions. Personal data is treated as strictly confidential and is neither sold nor passed on to third parties. In close cooperation with our hosting providers, we endeavour to protect the databases as well as possible against unauthorised access, loss, misuse or falsification."
            },
            "imprint":{
                "title": "Imprint",
                "contact": "Contact information",
                "company": "Domotix GmbH",
                "street": "Muesmattstrasse 37",
                "city": "3012 Bern",
                "email": "info(at)domotix.ch",
                "registration-number": "Registration number: CHE-317.880.883"
            }
        }
    }
}