{
    "navigation": {
        "home": "Home",
        "vision": "Vision",
        "about": "Sur nous",
        "references": "Références",
        "partners": "Partenaire",
        "contact": "Contact"
    },
    "vision": {
        "title": "Vision",
        "text": "Domotix est synonyme d'intégration intelligente de la technologie dans les environnements résidentiels et commerciaux afin d'améliorer le confort de vie, d'optimiser l'efficacité énergétique et de simplifier la vie quotidienne. Cela comprend l'automatisation de l'éclairage, du chauffage, de la climatisation, de la sécurité et d'autres aspects de la vie quotidienne.",
        "contact": "Get in touch!"
    },
    "light": {
        "title": "lumière",
        "text": "Avec notre solution conviviale, vous créez votre propre ambiance lumineuse en un clin d'œil. Adaptez les scènes à vos souhaits et créez à tout moment l'ambiance parfaite"
    },
    "heating":{
        "title": "chauffage",
        "text": "Découvrez un climat intérieur révolutionnaire - votre chauffage, votre climatisation et votre ventilation communiquent entre eux et créent automatiquement l'atmosphère de bien-être idéale, sans que vous ayez à intervenir."
    },
    "shutter":{
        "title": "Jalusien",
        "text": "Les stores intelligents, qui s'adaptent automatiquement à vos besoins et à la position du soleil, vous apportent le confort dont vous avez besoin pour créer un climat intérieur parfait."
    },
    "multimedia":{
        "title": "Multimedia",
        "text": "Profitez d'une liberté sans limites avec notre solution audio multiroom ! Faites tourner votre playlist personnelle dans chaque chambre – qu'il s'agisse de musique calme pour des heures de détente ou de sons énergiques pour des nuits de fête inoubliables."
    },
    "energy": {
        "title": "Efficacité énergétique",
        "text": "Maximisez votre propre consommation et profitez de l'énergie que vous produisez vous-même. Avec notre solution efficace, vous faites un pas vers un avenir énergétique durable et utilisez vos ressources de manière optimale."
    },
    "security": {
        "title": "Sécurité",
        "access-system": "Notre système d'accès centralisé offre une solution efficace pour un accès sécurisé.",
        "reliability": "Une protection fiable pour votre domicile ou votre entreprise, afin que vous puissiez quitter votre bâtiment en toute tranquillité.",
        "no-cloud": "Notre approche garantit l'indépendance par rapport au cloud et vos données sont gérées localement."
    },
    "about":{
        "title": "sur nous",
        "contact": "Nous proposons une planification professionnelle spécialisée en domotique, spécialement pour les particuliers et les PME. Notre équipe planifie et programme des systèmes de gestion domotique sur mesure, parfaitement adaptés à vos besoins individuels. Du premier conseil à la mise en œuvre, nous vous accompagnons avec un savoir-faire technique et un engagement personnel - pour une commande intelligente, efficace et confortable de vos bâtiments. N'hésitez pas à nous contacter pour recevoir une offre sans engagement."
    },
    "contact": {
        "title": "Contact"
    },
    "references": {
        "title": "Références",
        "modal": {
            "responsibilities": "Responsabilités"
        }
    },
    "partner": {
        "title": "Partenaire"
    },
    "footer": {
        "policies": {
            "title": "Déclaration de confidentialité & mentions légales",
            "data-protection": {
                "title": "Déclaration de confidentialité",
                "content": "Protection des données En vertu de l'article 13 de la Constitution fédérale suisse et des dispositions fédérales relatives à la protection des données (loi sur la protection des données, LPD), toute personne a droit à la protection de sa sphère privée ainsi qu'à la protection contre l'emploi abusif de ses données personnelles. Nous respectons ces dispositions. Les données personnelles sont traitées de manière strictement confidentielle et ne sont ni vendues ni transmises à des tiers. En étroite collaboration avec nos fournisseurs d'hébergement, nous nous efforçons de protéger autant que possible les bases de données contre les accès étrangers, les pertes, les abus ou les falsifications."
            },
            "imprint":{
                "title": "Mentions légales",
                "contact": "Informations de contact",
                "company": "Domotix GmbH",
                "street": "Muesmattstrasse 37",
                "city": "3012 Berne",
                "email": "getintouch(at)domotix.ch",
                "registration-number": "Numéro d'enregistrement: CHE-317.880.883"
            }
        }
    },
    "common": {
        "email": "Adresse e-mail"
    }
}