[
    {
        "id": 1,
        "title": "Tennis Club Neufeld",
        "subtitle": "Connection of the sports field lighting to the reservation system",
        "headerImg": "assets/images/references/tcn/TCN_1.png",
        "content": {
            "date": "2024",
            "description": "The tennis club's lighting should be automatically based on reservations. The aim is to reduce energy consumption through automatic switch-off and at the same time minimize light emissions for the neighbourhood. \n ",
            "solution": "As part of the new construction of the indoor swimming pool and the redesign of the tennis club, the entire electrical installation was implemented on a KNX basis. Using the API of the GotCourts reservation system, Loxone can control the lighting depending on the reservations. This means that the lights are only switched on when required, taking into account the ambient brightness.",
            "tags": ["Compatible solution with existing system", "Build GotCourt's API interface", "Create UI for the Management Board"],
            "images": [
                "assets/images/references/tcn/TCN_1.png",
                "assets/images/references/tcn/TCN_2.png",
                "assets/images/references/tcn/TCN_3.png",
                "assets/images/references/tcn/TCN_4.png"
            ]
        }
    },
    {
        "id": 2,
        "title": "Golf Simulator System Update",
        "subtitle": "Modernisation of an existing facility",
        "headerImg": "assets/images/references/go4golf/1.JPG",
        "content": {
            "date": "2025",
            "description": "The existing golf simulator required a comprehensive overhaul. The scope included a technical upgrade as well as room modifications (new impact screen and ceiling cladding). The low ceiling height created two key challenges: 1. The projector had to be mounted at an angle, outside the hitting area. 2. The ceiling needed protection against accidental strikes from golf clubs.",
            "solution": "The simulator was fully modernised and adapted to the room constraints. The electronics were upgraded, a new custom-made screen was installed, and the ceiling was clad to provide protection while allowing the technology to be integrated discreetly and neatly into the overall room design.",
            "tags": ["Complete overhaul of the electronics", "Design, fabrication and installation of a new custom screen", "Construction coordination (installation, trade coordination, on-site execution)"],
            "images": [
                "assets/images/references/go4golf/1.JPG",
                "assets/images/references/go4golf/2.JPG",
                "assets/images/references/go4golf/3.jpg"
            ]
        }
    }
]