[
    {
        "id": 1,
        "title": "Tennis Club Neufeld",
        "subtitle": "Connexion de l'éclairage du terrain de sport au système de réservation",
        "headerImg": "assets/images/references/tcn/TCN_1.png",
        "content": {
            "date": "2024",
            "description": "L'éclairage du club de tennis devrait s'orienter automatiquement en fonction des réservations. L'objectif est de réduire la consommation d'énergie en l'éteignant automatiquement tout en minimisant les émissions lumineuses pour le voisinage. \n ",
            "solution": "Dans le cadre de la construction de la nouvelle piscine et du réaménagement du club de tennis, toute l'installation électrique a été réalisée sur la base de KNX. En utilisant l'API du système de réservation GotCourts, Loxone peut contrôler l'éclairage en fonction des réservations. Ainsi, l'éclairage ne s'allume qu'en cas de besoin et en tenant compte de la luminosité ambiante.",
            "tags": ["Solution compatible avec l'installation existante", "Construire l'interface API de GotCourt", "Créer une interface utilisateur pour le conseil d'administration"],
            "images": [
                "assets/images/references/tcn/TCN_1.png",
                "assets/images/references/tcn/TCN_2.png",
                "assets/images/references/tcn/TCN_3.png",
                "assets/images/references/tcn/TCN_4.png"
            ]
        }
    },
        {
        "id": 2,
        "title": "Mise à jour du système de simulateur de golf",
        "subtitle": "Modernisation d'une installation existante",
        "headerImg": "assets/images/references/go4golf/1.JPG",
        "content": {
            "date": "2025",
            "description": "Le simulateur de golf existant devait être entièrement remanié. Le projet comprenait principalement une mise à niveau technique ainsi que des adaptations de l’espace (renouvellement de l’écran et habillage du plafond). La faible hauteur sous plafond a entraîné deux contraintes majeures:\n 1. Le projecteur devait être installé en biais, en dehors de la zone de frappe.\n 2. Le plafond devait être protégé contre les coups accidentels de club.",
            "solution": "Le simulateur a été modernisé sur le plan technique et adapté aux contraintes du local. L’électronique a été renouvelée, un écran sur mesure a été installé et le plafond a été habillé de manière à le protéger tout en intégrant la technique de façon discrète et propre dans le concept de la pièce.",
            "tags": ["Refonte complète de l’électronique", "Fabrication sur mesure et montage d’un nouvel écran", "Coordination de chantier (montage, coordination des corps de métier, mise en œuvre sur site)"],
            "images": [
                "assets/images/references/go4golf/1.JPG",
                "assets/images/references/go4golf/2.JPG",
                "assets/images/references/go4golf/3.jpg"
            ]
        }
    }
]