{
    "navigation": {
        "home": "Home",
        "vision": "Vision",
        "about": "Über uns",
        "references": "Referenzen",
        "partners": "Partner",
        "contact": "Kontakt"
    },
    "vision": {
        "title": "vision",
        "text": "Domotix steht für die intelligente Integration von Technologie in Wohn- und Geschäftsumgebungen, um den Wohnkomfort zu steigern, die Energieeffizienz zu optimieren und den Alltag zu vereinfachen. Dies umfasst die Automatisierung von Beleuchtung, Heizung, Klimatisierung, Sicherheit und anderen Alltagsaspekten.",
        "contact": "Get in touch!"
    },
    "light": {
        "title": "Licht",
        "text": "Mit unserer benutzerfreundlichen Lösung kreieren Sie im Handumdrehen Ihre individuelle Lichtstimmung. Passen Sie Lichtszenen ganz nach Ihren Wünschen an und schaffen Sie jederzeit die perfekte Atmosphäre."
    },
    "heating":{
        "title": "Heizung",
        "text": "Erleben Sie ein revolutionäres Raumklima – Ihre Heizung, Klimaanlage und Lüftung kommunizieren miteinander und schaffen automatisch die ideale Wohlfühlatmosphäre, ohne dass Sie eingreifen müssen."
    },
    "shutter":{
        "title": "Jalusien",
        "text": "Intelligente Jalousien, die sich automatisch an Ihre Bedürfnisse und den Sonnenstand anpassen, sorgen für den Komfort, den Sie brauchen, um das perfekte Raumklima zu schaffen."
    },
    "multimedia":{
        "title": "Multimedia",
        "text": "Geniessen Sie grenzenlose Freiheit mit unserer Multiroom-Audio-Lösung! Lassen Sie in jedem Raum Ihre persönliche Playlist laufen – ob ruhige Musik für entspannte Stunden oder energiegeladene Klänge für unvergessliche Partynächte."
    },
    "energy": {
        "title": "Energieeffizienz",
        "text": "Maximieren Sie Ihren Eigenverbrauch und profitieren Sie von Ihrer selbst erzeugten Energie. Mit unserer effizienten Lösung machen Sie einen Schritt in eine nachhaltige Energiezukunft und nutzen Ihre Ressourcen optimal."
    },
    "security": {
        "title": "Sicherheit",
        "access-system": "Unser zentralisiertes Zutrittssystem bietet eine effiziente Lösung für sicheren Zugang.",
        "reliability": "Zuverlässiger Schutz für Ihr Zuhause oder Geschäft, damit Sie ihr Gebäude unbeschwert verlassen können.",
        "no-cloud": "Unser Ansatz gewährleistet Unabhängigkeit von einer Cloud und Ihre Daten werden lokal verwaltet."
    },
    "about":{
        "title": "Über uns",
        "contact": "Wir bieten professionelle Fachplanung für Gebäudeautomation, speziell für Privatpersonen und KMU. Unser Team plant und programmiert massgeschneiderte Hausleitsysteme, die perfekt auf Ihre individuellen Bedürfnisse abgestimmt sind. Von der ersten Beratung bis zur Umsetzung begleiten wir Sie mit technischem Know-how und persönlichem Engagement – für eine intelligente, effiziente und komfortable Steuerung Ihrer Gebäude. Gerne dürfen Sie sich mit uns in Kontakt setzten, um ein Unverbindliches Angebot zu erhalten."
    },
    "contact": {
        "title": "Kontakt"
    },
    "references": {
        "title": "Referenzen",
        "modal": {
            "responsibilities": "Aufgaben"
        }
    },
    "partner": {
        "title": "Partner"
    },
    "footer": {
        "policies": {
            "title": "Datenschutzerklärung & Impressum",
            "data-protection": {
                "title": "Datenschutzerklärung",
                "content": "Datenschutz Gestützt auf Artikel 13 der schweizerischen Bundesverfassung und die datenschutzrechtlichen Bestimmungen des Bundes (Datenschutzgesetz, DSG) hat jede Person Anspruch auf Schutz ihrer Privatsphäre sowie auf Schutz vor Missbrauch ihrer persönlichen Daten. Wir halten diese Bestimmungen ein. Persönliche Daten werden streng vertraulich behandelt und weder an Dritte verkauft noch weiter gegeben. In enger Zusammenarbeit mit unseren Hosting-Providern bemühen wir uns, die Datenbanken so gut wie möglich vor fremden Zugriffen, Verlusten, Missbrauch oder vor Fälschung zu schützen."
            },
            "imprint":{
                "title": "Impressum",
                "contact": "Kontaktinformationen",
                "company": "Domotix GmbH",
                "street": "Muesmattstrasse 37",
                "city": "3012 Bern",
                "email": "getintouch(at)domotix.ch",
                "registration-number": "Registrationsnummer: CHE-317.880.883"
            }
        }
    },
    "common": {
        "email": "E-Mail Adresse"
    }
}