{
    "navigation": {
        "home": "Home",
        "vision": "Visione",
        "about": "Chi siamo",
        "references": "Riferimenti",
        "partners": "Partner",
        "contact": "Contattateci"
    },
    "vision": {
        "title": "Visione",
        "text": "Domotix è sinonimo di integrazione intelligente della tecnologia negli ambienti residenziali e commerciali per aumentare il comfort abitativo, ottimizzare l'efficienza energetica e semplificare la vita quotidiana. Ciò include l'automazione di illuminazione, riscaldamento, climatizzazione, sicurezza e altri aspetti della vita quotidiana.",
        "contact": "Get in touch!"
    },
    "light": {
        "title": "Luce",
        "text": "Create la vostra atmosfera di luce personale in un batter d'occhio: la nostra semplice soluzione vi permette di personalizzare le scene di luce."
    },
    "heating":{
        "title": "Riscaldamento",
        "text": "Rivoluzionate il vostro clima interno con un'automazione intelligente: le vostre unità di riscaldamento, condizionamento e ventilazione lavorano fianco a fianco senza la vostra attenzione."
    },
    "shutter":{
        "title": "Jalusia",
        "text": "Tende intelligenti che si regolano automaticamente in base alle vostre esigenze e alla posizione del sole: provate la comodità di un controllo indipendente per un clima interno perfetto."
    },
    "multimedia":{
        "title": "Multimedia",
        "text": "Con l'audio multiroom è possibile creare istantaneamente l'atmosfera perfetta in qualsiasi stanza."
    },
    "energy": {
        "title": "Efficienza energetica",
        "text": "Aumentate il vostro autoconsumo utilizzando in modo efficiente l'energia che producete voi stessi. Scoprite una soluzione efficiente per un futuro energetico sostenibile."
    },
    "security": {
        "title": "Sicurezza",
        "access-system": "Il nostro sistema di accesso centralizzato offre una soluzione efficiente per un accesso sicuro.",
        "reliability": "Una protezione affidabile per la vostra casa o la vostra azienda, in modo che possiate lasciare il vostro edificio in tutta tranquillità.",
        "no-cloud": "Il nostro approccio garantisce l'indipendenza dal cloud e la gestione dei dati a livello locale.."
    },
    "about":{
        "title": "Chi siamo",
        "contact": "Offriamo una progettazione professionale specializzata per l'automazione degli edifici, in particolare per privati e PMI. Il nostro team progetta e programma sistemi di gestione degli edifici su misura, perfettamente adattati alle vostre esigenze individuali. Dalla consulenza iniziale fino all'implementazione, vi supportiamo con competenza tecnica e impegno personale, per un controllo intelligente, efficiente e conveniente dei vostri edifici. Siete invitati a contattarci per un'offerta non vincolante."
    },
    "contact": {
        "title": "Contattateci"
    },
    "references": {
        "title": "Riferimenti",
        "modal": {
            "responsibilities": "Responsabilità"
        }
    },
    "partner": {
        "title": "Partner"
    },
    "footer": {
        "policies": {
            "title": "Informativa sulla privacy e impronta",
            "data-protection": {
                "title": "Informativa sulla privacy",
                "content": "Protezione dei dati Sulla base dell'articolo 13 della Costituzione federale svizzera e delle disposizioni della Confederazione svizzera in materia di protezione dei dati (legge sulla protezione dei dati, DSG), ogni persona ha diritto alla tutela della propria privacy e alla protezione dall'uso improprio dei propri dati personali. Noi ci atteniamo a queste disposizioni. I dati personali sono trattati in modo strettamente confidenziale e non vengono venduti o ceduti a terzi. In stretta collaborazione con i nostri fornitori di hosting, cerchiamo di proteggere al meglio i database da accessi non autorizzati, perdita, uso improprio o falsificazione."
            },
            "imprint":{
                "title": "Impronta",
                "contact": "Informazioni di contatto",
                "company": "Domotix GmbH",
                "street": "Muesmattstrasse 37",
                "city": "3012 Berna",
                "email": "info(at)domotix.ch",
                "registration-number": "Numero di registrazione: CHE-317.880.883"
            }
        }
    }
}